"MJRefreshHeaderIdleText" = "اسحب للأسفل للتحديث";
"MJRefreshHeaderPullingText" = "قم بالتحرير للتحديث";
"MJRefreshHeaderRefreshingText" = "جارٍ تحديث البيانات...";

"MJRefreshTrailerIdleText" = "اسحب لعرض تفاصيل الصورة/النص";
"MJRefreshTrailerPullingText" = "انقر لعرض تفاصيل الصورة/النص";

"MJRefreshAutoFooterIdleText" = "انقر أو اسحب لأعلى لتحميل المزيد";
"MJRefreshAutoFooterRefreshingText" = "جارٍ تحميل المزيد من البيانات...";
"MJRefreshAutoFooterNoMoreDataText" = "تم تحميل كل شيء";

"MJRefreshBackFooterIdleText" = "اسحب لأعلى لتحميل المزيد";
"MJRefreshBackFooterPullingText" = "اضغط على زر التحرير لتحميل المزيد";
"MJRefreshBackFooterRefreshingText" = "جارٍ تحميل المزيد من البيانات...";
"MJRefreshBackFooterNoMoreDataText" = "تم تحميل كل شيء";

"MJRefreshHeaderLastTimeText" = "آخر تحديث: ";
"MJRefreshHeaderDateTodayText" = "اليوم";
"MJRefreshHeaderNoneLastDateText" = "لا توجد سجلات";
